<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>

<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c" %>
<%@ taglib uri="http://java.sun.com/jsp/jstl/fmt" prefix="fmt" %>
<%@ taglib uri="http://java.sun.com/jsp/jstl/functions" prefix="fn" %>

<jsp:include page="/communityHeader.do" />

<link rel="stylesheet" type="text/css" href="/css/customerCenter_provision.css"/>

<div id="containerWrap">
          <div id="container">
            <div id="leftPart">
              <jsp:include page="/communitySubMenu.do" />
            </div>
            <div id="rightPart">
              <h4>이용약관</h4>
              <ul class="tab">
                <li><a href="#" title="개인회원 이용약관">개인회원 이용약관</a></li>
                <li><a href="#" title="기업회원 이용약관">기업회원 이용약관</a></li>
              </ul>
              <ul class="provision personalProvision">
                	<!-- 개인 회원 서비스 이용 약관 ::: (적용 2013.9.1/ 2018.4.25 일부개정/2020.5.1 일부개정) -->
                <li>
                  <p>제1조 (목적)</p>
                  이 약관은 ㈜올워크(이하”회사”라고 합니다)이 제공하는 ‘Allwork 사이트’(이하 “Allwork”라고 합니다)의 이용조건 및 제반 절차 등에 관한 사항을 규정함을 목적으로 합니다.
                </li>
                <li>
                  <p>제2조 (“Allwork”의 이용)</p>
                  ① “회원”은 “Allwork”에서 단일id 및 password로 이용하실 수 있으며, “회사”가 “㈜Allwork ”의 각 개별 사이트 서비스 이용을 위하여 회원이 제공하신 정보를 이용하는 것에 동의합니다.<br/>
                  ② "회원"이 되고자 하는 자가 "회사"가 정한 소정의 절차를 거쳐서 "동의" 단추를 누르면 본 약관에 동의하는 것으로 간주합니다. 본 약관에 정하는 이외의 이용자와 "서비스제공자"의 권리, 의무 및 책임사항에 관해서는 전기통신사업법 기타 대한민국의 관련 법령과 상관습에 의합니다.
                </li>
                <li>
                  <p>제3조 (회원의 정의)</p>
                  ① "회원"이란 "회사"의 "개인서비스"에 접속하여 본 약관에 따라 "Allwork-개인서비스"의 회원으로 가입하여 "Allwork"를 이용하는 자를 말합니다.
                </li>
                <li>
                  <p>제4조 (서비스의 제공 및 변경)</p>
                  ① "회사"는 "회원"에게 아래와 같은 서비스를 제공합니다.<br/>
                  1. 이력서 작성/저장/수정/db에 이력서 등록<br/>
                  2. 온라인 입사지원<br/>
                  3. 기업의 인재추천 및 채용제의 서비스(이력서 공개 또는 비공개로 설정한 경우 모두 적용함)<br/>
                  4. 헤드헌터/서치펌 이력서 발송<br/>
                  5. 맞춤채용정보 검색/등록<br/>
                  6. 스크랩한 채용정보<br/>
                  7. 스크랩한 취업자료<br/>
                  8. 마감된 구인정보 검색<br/>
                  9. 파일 저장함<br/>
                  10. 메일서비스신청<br/>
                  11. 기타 "회사"가 자체 개발하거나 다른 회사와의 협력계약 등을 통해 "회원"들에게 제공할 일체의 서비스<br/>
                  12. 회원에게 필요로 할 수도 있는 보험관련 기타 정보<br/>
                  ② "회사"는 그 변경 될 서비스의 내용 및 제공 일자를 제6조 제2항에서 정한 방법으로 이용자에게 통지하고, 제1항에 정한 서비스를 변경하여 제공할 수 있습니다.<br/>
                  ③ "회사"는 "회원"들을 위한 치과병원정보, 올워크실버스타참여 및 참여에 필요한 모든 정보를 제공한다.<br/>
                      추가로 "회사"는 회원들을 위한 다양한 정보를 제공한다.
                </li>
                <li>
                  <p>제5조 (서비스의 중단)</p>
                  ① "회사"는 컴퓨터 등 정보통신설비의 보수점검 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있고, 새로운 서비스로의 교체 기타 "회사"가 적절하다고 판단하는 사유에 기하여 현재 제공되는 서비스를 완전히 중단할 수 있습니다.<br/>
                  ② 제1항에 의한 서비스 중단의 경우에는 "회사"는 제7조 제2항에서 정한 방법으로 "회원"에게 통지합니다. 다만, "회사"가 통제할 수 없는 사유로 인한 서비스의 중단(시스템 관리자의 고의, 중과실이 없는 디스크 장애, 시스템다운 등)으로 인하여 사전 통지가 불가능한 경우에는 그러하지 아니합니다.
                </li>
                <li>
                  <p>제6조 (회원 탈퇴 및 자격 상실 등)</p>
                  ① "회원"은 "회사"에 언제든지 자신의 회원등록을 말소해 줄 것("회원" 탈퇴)을 요청할 수 있으며 "회사"는 위 요청을 받았을 시 해당 "회원"의 정보말소를 위한 절차를 밟습니다.<br/>
                  ② "회원"이 다음 각 호의 사유에 해당하는 경우, "회사"는 "회원"의 자격을 적절한 방법으로 제한 및 정지, 상실시킬 수 있습니다.<br/>
                  1. 허위 내용을 등록한 경우<br/>
                  2. 다른 사람의 서비스 이용을 방해하거나 그 정보를 도용하는 등 전자거래질서를 위협하는 경우<br/>
                  3. 서비스를 이용하여 법령과 본 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우<br/>
                  ③ "회사"가 "회원"의 회원자격을 상실시키기로 결정한 경우에는 회원등록을 말소합니다. 이 경우 회원에게 회원등록 말소 전에 이를 통지하고, 소명할 기회를 부여합니다.
                </li>
                <li>
                  <p>제7조 (회원에 대한 통지)</p>
                  ① "회사"는 "본 서비스"에 대한 공지사항을 "회원"에게 "회사"가 부여한 메일주소로 할 수 있습니다.<br/>
                  ② "회사"가 불특정다수 "회원"에 대한 통지를 하는 경우 칠(7)일 이상 "회사" 게시판에 공시함으로써 개별 통지에 갈음할 수 있습니다.
                </li>
                <li>
                  <p>제8조 (이용자의 개인정보보호 의무)</p>
                  "회사"는 "정보 통신망 법" 등 관계 법령이 정하는 바에 따라 "회원"의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 사용에 대해서는 관련법 및 "회사"의 개인정보취급방침이 적용됩니다.<br/>
                  ① “회사”는 " Allwork "에 등록된 id와 이력서 정보(이름, id, 주민등록번호 등 이력서 기재사항 모두 포함)를 관리합니다.<br/>
                  ② “회사”는 "회원"이 입력한 이력서 내용은 "회원"이 이력서를 "비공개"로 설정한 경우에는 외부로 노출하지 않습니다.(단, 제 4조 ①항에 해당되는 경우는 예외로 함)<br/>
                  ③ "회사"는 관련법령이 정하는 바에 따라서 "회원"의 개인정보를 보호하기 위하여 노력합니다.<br/>
                  ④ "회사"는 "회원"이 작성한 공개이력서에 한해 “회사”가 운영하는 취업센터에 이력서를 동시에 게재합니다.
                </li>
                <li>
                  <p>제9조 (서비스제공자의 의무)</p>
                  ① "회사"는 법령과 본 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 본 약관이 정하는 바에 따라 지속적이고, 안정적으로 서비스를 제공하기 위해서 노력합니다.<br/>
                  ② "회사"는 "회원"이 안전하게 인터넷 서비스를 이용할 수 있도록 "회원"의 개인정보(신용정보 포함)보호를 위한 보안 시스템을 구축합니다.<br/>
                  ③ "회사"는 "회원"이 원하지 않는 영리목적의 광고 성 전자우편을 발송하지 않습니다.
                </li>
                <li>
                  <p>제10조 (이용 해지 및 이용제한)</p>
                  ① "회원"이 " Allwork "의 이용을 해지하고자 하는 때에는 "회원"본인이 서비스 또는 전자 우편을 통하여 해지하고자 하는 날의 2일전까지(단, 해지 일이 법정공휴일인 경우 공휴일 개시 3일전까지) 이를 "회사"에 신청하여야 합니다.
                </li>
                <li>
                  <p>제11조 (손해배상 및 면책조항)</p>
                  "회사"는 " Allwork "의 이용과 관련하여 "회사"의 고의 또는 중대한 과실 없이 "회원"에게 발생한 일체의 손해에 관하여 책임을 부담하지 않습니다.
                </li>
                <li>
                  <p>제12조 (약관의 개정)</p>
                  ① "회사"는 약관의 규제 등에 관한 법률, 전자거래기본법, 전자 서명 법, 정보 통신망 이용촉진 등에 관한 법률 등 관련법을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.<br/>
                  ② "회사"가 본 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 초기화면에 그 적용일자 칠(7일) 이전부터 적용일자 전일까지 공지합니다.<br/>
                  ③ "회원"은 변경된 약관에 대해 거부할 권리가 있습니다. "회원"은 변경된 약관이 공지된 후 십오(15)일 이내에 거부의사를 표명할 수 있습니다. "회원"이 거부하는 경우 "회사"는 당해 "회원"과의 계약을 해지할 수 있습니다. 만약 "회원"이 변경된 약관이 공지 된 후 십오(15)일 이내에 거부의사를 표시하지 않는 경우에는 동의하는 것으로 간주합니다.
                </li>
                <li>
                  <p>제13조 (재판관할)</p>
                  "회사"와 "회원"간에 발생한 서비스 이용에 관한 분쟁에 대하여는 대한민국 법을 적용하며, 본 분쟁으로 인한 소는 민사소송법상의 관할을 가지는 대한민국의 법원에 제기합니다. (2001년 12월 18일자 변경)
                </li>
                <li>
                  <p>부 칙</p>
                  제1조 (시행일) 본 약관은 2013년 9월1일부터 시행합니다.<br/>
                  제2조 (다른 조항 개정) 제4조 (서비스의 제공 및 변경) 에 다음과 같은 항목을 추가한다.<br/>
                  1 부터 11 생략<br/>
                  12. 회원에게 필요로 할 수도 있는 보험관련 기타 정보. 를 추가한다.
                </li>
              </ul>
              <ul class="provision companyProvision" style="display:none;">
               		<!--  기업을 위한 서비스 이용 약관 :::(적용 2013.9.1/ 2018.4.25 일부개정) -->
                <li>
                  <p>제 1 조 (목적)</p>
                  이 약관은 "이용자"가 (주)올워크(이하 "회사"이라고 합니다)의 Allwork 취업사이트(이하 "Allwork"라고 합니다)에서 제공하는 "본서비스"를 이용하는 것과 관련하여, "이용자"간의 권리ㆍ의무 및 책임사항 기타 제반 사항을 규정함을 목적으로 합니다.
                </li>
                <li>
                  <p>제 2 조 (정의)</p>
                  1. "Allwork"란 “회사"가 제공하는 취업서비스, www.allwork.co.kr을 말합니다.<br/>
                  2. "본서비스"란 "Allwork"의 접속을 통하여 이루어지는 온라인상의 "Allwork"의 기업회원 서비스를 의미합니다.<br/>
                  3. "이용자"란 "Allwork"에 접속하여 본 약관에서 정하는 서비스를 이용하는 "Allwork"의 기업 회원을 말합니다.
                </li>
                <li>
                  <p>제 3 조 (약관의 명시와 개정)</p>
                  1. "회사"은 본 약관의 내용을 "이용자"가 알 수 있도록 "이용자"가 "Allwork"에 접속하면 나타나는 화면에 게시합니다.<br/>
                  2. " 회사 "는s 약관의규제에관한법률, 전자거래기본법, 전자서명법, 정보통신망이용촉진등에관한법률, 방문판매등에관한법률, 소비자보호법 등 관련법을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.<br/>
                  3. " 회사 “는 약관을 개정할 경우 적용일자 및 개정사유를 명시하여 새로운 약관을 "Allwork"의 접속화면에 공지합니다.<br/>
                  4. "이용자"는 변경된 약관에 대해 거부할 권리가 있습니다. "이용자"는 변경된 약관이 공지된 지 15일 이내에 거부의사를 표명할 수 있습니다. "이용자"가 거부하는 경우 본서비스 제공자인 "회사"는15일의 기간을 정하여 "이용자"에게 사전 통지 후 당해 "이용자"와의 계약을 해지할 수 있습니다. 만약, "이용자"가 거부의사를 표시하지 않고 "Allwork"를 계속 이용하는 경우에는 동의하는 것으로 간주합니다.<br/>
                  5. 본 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 정부가 제정한 전자거래소비자보호지침 및 관련 법령 또는 상관례에 따릅니다.
                </li>
                <li>
                  <p>제 4 조 (서비스의 중단)</p>
                  1. "회사"는 컴퓨터 등 정보통신설비의 보수점검•교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다.<br/>
                  2. 전 1항에 의한 서비스 중단의 경우 "회사"는 게시판이나 전자우편 등의 방법으로 중단 사실을 "이용자"에게 사전에 통지합니다. 다만, "회사"가 미리 예측할 수 없는 사정에 의한 서비스의 중단의 경우에는 예외로 합니다.<br/>
                  제1항의 서비스 중단으로 인하여 발생한 "이용자"의 손해에 대하여 "회사"는 고의 또는 과실이 없는 한 책임을 부담하지 않습니다.
                </li>
                <li>
                  <p>제 5 조 ("이용자"에 대한 통지)</p>
                  1. "회사"가 본 서비스의 이용과 관련하여 "이용자"에 대한 통지를 하는 경우, "이용자"의  이메일 주소로 할 수 있습니다.<br/>
                  2. "회사"가 본 서비스의 이용과 관련하여 불특정다수의 회원에 대한 통지를 하는 경우, 칠(7)일 이상 "Allwork"의 게시판에 게시함으로써 개별통지에 갈음할 수 있습니다.
                </li>
                <li>
                  <p>제 6 조 (본 서비스 이용에 대한 계약의 성립)</p>
                  1. "Allwork"의 "이용자"는 아래에 정한 절차를 통해 "Allwork" 이용을 청약 합니다<br/>
                  1) 약관동의<br/>
                  2) 회사정보 입력<br/>
                  2. 제1항과 같은 "이용자"의 청약에 대하여 "회사"는 서비스 내용에 따라 정하는 바에 의하여 신청 화면상에 승낙의 의사를 표시하고, 그 의사표시가 "이용자"에게 도달한 시점에 "Allwork" 이용에 관한 계약이 성립한 것으로 봅니다.
                </li>
                <li>
                  <p>제 7 조 ("이용자"의 정보관리책임)</p>
                  1. "이용자"는 해당 ID와 Password를 철저히 관리하여 타이용자에 의해 도용되는 일이 없도록 하여야 한다.<br/>
                  2. 타 기업의 사업자등록번호나 상호를 도용하여 허위로 등록하지 않도록 하여야 한다.<br/>
                  3. “이용자"는 본 사이트에서 얻어진 타인의 정보를 자사 직원의 채용목적 이외에 다른 목적으로 사용하지 않도록 하여야 한다.<br/>
                  4. 허위구인광고, 허위구인조건을 제시하는 등, 개인회원에게 잘못된 구인정보를 제공하지 않도록 하여야 한다.<br/>
                  5. "이용자"가 자신의 추가정보를 도난 당하거나 제3자가 사용하고 있음을 인지한 경우에는 지체없이 "회사"측에 통보하고 "회사"의 안내가 있는 경우에는 그에 따라야 합니다.
                </li>
                <li>
                  <p>제 10 조 (인재 DB 이용 제한)</p>
                  가. 인재파견, 헤드헌팅, 아웃소싱 등 이와 유사한 인사(채용)대행업체는 "회사"에서 별도로 정한 인재DB 및 채용공고 서비스 이외에는 이용할 수 없다.<br/>
                  나. 보험회사, 카드사, 텔레마케팅을 통한 영업회사, 학원 등 인재 DB를 악용할 가능성이 있는 기업체라고 판단된 경우, 인재DB 제공 서비스를 이용할 수 없다.<br/>
                  다. 인재 DB의 활용은 채용목적에만 국한하여야 한다.<br/>
                  라. 타 기업의 사업자등록번호나 상호를 도용하거나, 인재DB 검색 권한을 임의로 양도, 대여할 수 없다.<br/>
                  마. 위 사항들을 위반한 경우에는 모든 서비스가 자동으로 중지되며, "회사"는 손해배상 청구 및 법적고발 조치를 취할 수 있다.
                </li>
                <li>
                  <p>제 11 조 (개인정보보호)</p>
                  1. "회사"는 "이용자"의 동의없이 본 약관에서 명시한 범위 또는 목적 외의 용도로, 또는 관련법령에 위반하여 개인정보를 이용하거나, 제3자에게 제공하지 않으며, “Allwork"의 원활한 제공을 위하여 “이용자"가 제공한 개인정보를 공유합니다. 개인정보의 활용 등에 대해서는 관련법령의 규정에 따릅니다.
                </li>
                <li>
                  <p>제 12 조 (계약 해지 및 이용 제한)</p>
                  "회사"는 아래의 경우에 해당하는 행위를 하였을 경우 사전 동의 없이 이용계약을 해지하거나 또는 서비스 이용 중지, 채용공고 삭제 조치를 취할 수 있습니다.<br/>
                  1) 본 서비스 목적에 맞지 않는 분야에 정보를 활용하여 사회적 물의가 발생한 때.<br/>
                  2) 회원이 등록한 정보의 내용이 사실과 다르거나 조작되었을 때.<br/>
                  3) 제공한 입력 폼에 맞는 방식이 아닌 방법으로 채용광고를 신청하는 경우.<br/>
                  4) 동일 회원ID로 마감일이 지나지 않은 사실상의 동일 내용 채용공고를 중복 등록했을 때.<br/>
                  5) 사기성, 다단계, 불법, 지입차량, 아르바이트 채용광고를 등록했을 때.<br/>
                  6) 구인을 가장한 수강생 모집, 부업 알선, 물품 판매, 대출/분양 관련 등의 광고를 등록했을 때. 특히, 이로 인한 사용자로부터 피해가 접수되었을 때.<br/>
                  7) 사업자등록증에 나타난 정보와 기업회원 가입시의 정보가 일치하지 않을 때.<br/>
                  8) 헤드헌팅, 아웃소싱, 인재파견, 채용대행, 도급, 용역 등 자사의 직접 고용의 목적이 아닌 인력 중개의 형식으로 사업을 수행하는 업체가 무료로 이용하는 경우.<br/>
                  9) 잦은 기업명 변경으로 구직자에게 혼란을 유발하는 기업.<br/>
                  10) 모집요강에 적합한 직종 분류를 지정하지 않았을 때. 특히, 교육기관이나 이벤트업체 또는 영업대행 기관의 경우 영업, 마케팅, 텔레마케팅.<br/>
                  11) 상담 인력을 모집하고자 할 경우 반드시 텔레마케팅 또는 고객상담, 교육/강사/학원 등 반드시 직접 관련되는 해당 업종, 직종 분류만 지정해야 한다.<br/>
                  12) 재택 쇼핑몰 운영(홍보)에 관한 내용을 등록했을 때.<br/>
                  13) 임금체불 사실이 접수되었거나 근로감독원에 진정서가 접수되어 있는 기업.<br/>
                  14) 취업 시 수수료를 지불해야 하거나 교육비 명목으로 개인에게 비용을 요구했을 때.<br/>
                  15) “Allwork" 정보를 이용하여 얻은 정보를 “회사"의 사전 승낙 없이 복제 또는 유통시키거나 상업적으로 이용하는 경우.<br/>
                  16) 기타 본 서비스 명예를 훼손하였을 때.<br/>
                  17) 서비스 운영을 고의로 방해한 경우.<br/>
                  18) 본 약관을 포함하여 기타 “회사"가 규정한 이용 조건을 위반한 경우.
                </li>
                <li>
                  <p>제 13 조 (손해배상 및 면책조항)</p>
                  1. "서비스제공자"는 "Allwork" 및 "Allwork"의 이용과 관련하여 "회사"의 고의 또는 과실이 없이 "이용자"에게 발생한 일체의 손해에 관하여 책임을 부담하지 않습니다.<br/>
                  2. "이용자"가 "이용자"의 실제 회사정보와 상이한 정보를 이용하여 당사의 서비스를 이용함으로써 부당이익 또는 기타수혜를 얻거나, 당사와 당사의 다른 이용자에게 어떠한 손해를 입혔을 경우 당사는 이를 손해배상 청구할 수 있다.
                </li>
                <li>
                  <p>제 14 조 (채용정보 제공범위)</p>
                  1. "이용자"가 제공한 채용정보는 “회사"가 구축하는 취업정보 시스템에 활용할 수 있다.
                </li>
                <li>
                  <p>제 15 조 (분쟁해결)</p>
                  1. "회사"는 "이용자"가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위하여 최선을 다합니다.<br/>
                  2. "회사"는 "이용자"로 부터 제출되는 불만사항 및 의견을 신속하게 처리하기 위하여 노력합니다. 신속한 처리가 곤란한 경우에는 "이용자"에게 그 사유와 처리일정을 최대한 빨리 통보합니다.
                </li>
                <li>
                  <p>제 16 조(재판권 및 준거법)</p>
                  1. "회사"와 "이용자"간에 발생한 분쟁에 관한 소송은 민사소송법 기타 관계 법령상의 관할 법원에 소를 제기하는 것으로 합니다.<br/>
                  2. 본 조의 분쟁에 관하여는 한국법을 적용합니다.
                </li>
                <li>
                  <p>부칙</p>
                  제1조 (시행일) 본 약관은 2013년 9월1일부터 적용됩니다.제2조 (다른 조항 개정) 14 조 (채용정보 제공범위)에 다음과 같은 항목을 추가한다.<br/>
                     1.생략<br/>
                     2.회원사에게 필요할 수도 있는 손해보험관련 기타 정보를 제공할 수 있다.
                </li>
              </ul>
            </div>
          </div>
        </div>
      </div>
<jsp:include page="/footer.do" />

<script type="text/javascript">
	$(document).ready(function(){
		$(".tab li:eq(0)").find("a").on("click", function(e){
			$(".tab li:eq(0)").css("background-color", "#4F60E3");
			$(".tab li:eq(0)").find("a").css("color", "#FFFFFF");
			$(".tab li:eq(1)").css("background-color", "#FFFFFF");
			$(".tab li:eq(1)").find("a").css("color", "#000000");
			$(".personalProvision").css("display", "block");
			$(".companyProvision").css("display", "none");
		});
		$(".tab li:eq(1)").find("a").on("click", function(e){
			$(".tab li:eq(0)").css("background-color", "#FFFFFF");
			$(".tab li:eq(0)").find("a").css("color", "#000000");
			$(".tab li:eq(1)").css("background-color", "#4F60E3");
			$(".tab li:eq(1)").find("a").css("color", "#FFFFFF");
			$(".personalProvision").css("display", "none");
			$(".companyProvision").css("display", "block");
		});
	});
</script>