<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>

<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c" %>
<%@ taglib uri="http://java.sun.com/jsp/jstl/fmt" prefix="fmt" %>
<%@ taglib uri="http://java.sun.com/jsp/jstl/functions" prefix="fn" %>

개인회원 이용약관.
::: 개인 회원 서비스 이용 약관 ::: (적용 2013.9.1/ 2018.4.25 일부개정/2020.5.1 일부개정)
제1조 (목적)
이 약관은 ㈜올워크(이하”회사”라고 합니다)이 제공하는 ‘Allwork 사이트’(이하 “Allwork”라고 합니다)의 이용조건 및 제반 절차 등에 관한 사항을 규정함을 목적으로 합니다.
제2조 (“Allwork”의 이용)
① “회원”은 “Allwork”에서 단일id 및 password로 이용하실 수 있으며, “회사”가 “㈜Allwork ”의 각 개별 사이트 서비스 이용을 위하여 회원이 제공하신 정보를 이용하는 것에 동의합니다.
② "회원"이 되고자 하는 자가 "회사"가 정한 소정의 절차를 거쳐서 "동의" 단추를 누르면 본 약관에 동의하는 것으로 간주합니다. 본 약관에 정하는 이외의 이용자와 "서비스제공자"의 권리, 의무 및 책임사항에 관해서는 전기통신사업법 기타 대한민국의 관련 법령과 상관습에 의합니다.
제3조 (회원의 정의)
① "회원"이란 "회사"의 "개인서비스"에 접속하여 본 약관에 따라 "Allwork-개인서비스"의 회원으로 가입하여 "Allwork"를 이용하는 자를 말합니다.
제4조 (서비스의 제공 및 변경)
① "회사"는 "회원"에게 아래와 같은 서비스를 제공합니다.
1. 이력서 작성/저장/수정/db에 이력서 등록
2. 온라인 입사지원
3. 기업의 인재추천 및 채용제의 서비스(이력서 공개 또는 비공개로 설정한 경우 모두 적용함)
4. 헤드헌터/서치펌 이력서 발송
5. 맞춤채용정보 검색/등록
6. 스크랩한 채용정보
7. 스크랩한 취업자료
8. 마감된 구인정보 검색
9. 파일 저장함
10. 메일서비스신청
11. 기타 "회사"가 자체 개발하거나 다른 회사와의 협력계약 등을 통해 "회원"들에게 제공할 일체의 서비스
12. 회원에게 필요로 할 수도 있는 보험관련 기타 정보
② "회사"는 그 변경 될 서비스의 내용 및 제공 일자를 제6조 제2항에서 정한 방법으로 이용자에게 통지하고, 제1항에 정한 서비스를 변경하여 제공할 수 있습니다.
③ "회사"는 "회원"들을 위한 치과병원정보, 올워크실버스타참여 및 참여에 필요한 모든 정보를 제공한다.
    추가로 "회사"는 회원들을 위한 다양한 정보를 제공한다.
제5조 (서비스의 중단)
① "회사"는 컴퓨터 등 정보통신설비의 보수점검 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있고, 새로운 서비스로의 교체 기타 "회사"가 적절하다고 판단하는 사유에 기하여 현재 제공되는 서비스를 완전히 중단할 수 있습니다.
② 제1항에 의한 서비스 중단의 경우에는 "회사"는 제7조 제2항에서 정한 방법으로 "회원"에게 통지합니다. 다만, "회사"가 통제할 수 없는 사유로 인한 서비스의 중단(시스템 관리자의 고의, 중과실이 없는 디스크 장애, 시스템다운 등)으로 인하여 사전 통지가 불가능한 경우에는 그러하지 아니합니다.
제6조 (회원 탈퇴 및 자격 상실 등)
① "회원"은 "회사"에 언제든지 자신의 회원등록을 말소해 줄 것("회원" 탈퇴)을 요청할 수 있으며 "회사"는 위 요청을 받았을 시 해당 "회원"의 정보말소를 위한 절차를 밟습니다.
② "회원"이 다음 각 호의 사유에 해당하는 경우, "회사"는 "회원"의 자격을 적절한 방법으로 제한 및 정지, 상실시킬 수 있습니다.
1. 허위 내용을 등록한 경우
2. 다른 사람의 서비스 이용을 방해하거나 그 정보를 도용하는 등 전자거래질서를 위협하는 경우
3. 서비스를 이용하여 법령과 본 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
③ "회사"가 "회원"의 회원자격을 상실시키기로 결정한 경우에는 회원등록을 말소합니다. 이 경우 회원에게 회원등록 말소 전에 이를 통지하고, 소명할 기회를 부여합니다.
제7조 (회원에 대한 통지)
① "회사"는 "본 서비스"에 대한 공지사항을 "회원"에게 "회사"가 부여한 메일주소로 할 수 있습니다.
② "회사"가 불특정다수 "회원"에 대한 통지를 하는 경우 칠(7)일 이상 "회사" 게시판에 공시함으로써 개별 통지에 갈음할 수 있습니다.
제8조 (이용자의 개인정보보호 의무)
"회사"는 "정보 통신망 법" 등 관계 법령이 정하는 바에 따라 "회원"의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 사용에 대해서는 관련법 및 "회사"의 개인정보취급방침이 적용됩니다.
① “회사”는 " Allwork "에 등록된 id와 이력서 정보(이름, id, 주민등록번호 등 이력서 기재사항 모두 포함)를 관리합니다.
② “회사”는 "회원"이 입력한 이력서 내용은 "회원"이 이력서를 "비공개"로 설정한 경우에는 외부로 노출하지 않습니다.(단, 제 4조 ①항에 해당되는 경우는 예외로 함)
③ "회사"는 관련법령이 정하는 바에 따라서 "회원"의 개인정보를 보호하기 위하여 노력합니다.
④ "회사"는 "회원"이 작성한 공개이력서에 한해 “회사”가 운영하는 취업센터에 이력서를 동시에 게재합니다.
제9조 (서비스제공자의 의무)
① "회사"는 법령과 본 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 본 약관이 정하는 바에 따라 지속적이고, 안정적으로 서비스를 제공하기 위해서 노력합니다.
② "회사"는 "회원"이 안전하게 인터넷 서비스를 이용할 수 있도록 "회원"의 개인정보(신용정보 포함)보호를 위한 보안 시스템을 구축합니다.
③ "회사"는 "회원"이 원하지 않는 영리목적의 광고 성 전자우편을 발송하지 않습니다.
제10조 (이용 해지 및 이용제한)
① "회원"이 " Allwork "의 이용을 해지하고자 하는 때에는 "회원"본인이 서비스 또는 전자 우편을 통하여 해지하고자 하는 날의 2일전까지(단, 해지 일이 법정공휴일인 경우 공휴일 개시 3일전까지) 이를 "회사"에 신청하여야 합니다.
제11조 (손해배상 및 면책조항)
"회사"는 " Allwork "의 이용과 관련하여 "회사"의 고의 또는 중대한 과실 없이 "회원"에게 발생한 일체의 손해에 관하여 책임을 부담하지 않습니다.
제12조 (약관의 개정)
① "회사"는 약관의 규제 등에 관한 법률, 전자거래기본법, 전자 서명 법, 정보 통신망 이용촉진 등에 관한 법률 등 관련법을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.
② "회사"가 본 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 초기화면에 그 적용일자 칠(7일) 이전부터 적용일자 전일까지 공지합니다.
③ "회원"은 변경된 약관에 대해 거부할 권리가 있습니다. "회원"은 변경된 약관이 공지된 후 십오(15)일 이내에 거부의사를 표명할 수 있습니다. "회원"이 거부하는 경우 "회사"는 당해 "회원"과의 계약을 해지할 수 있습니다. 만약 "회원"이 변경된 약관이 공지 된 후 십오(15)일 이내에 거부의사를 표시하지 않는 경우에는 동의하는 것으로 간주합니다.
제13조 (재판관할)
"회사"와 "회원"간에 발생한 서비스 이용에 관한 분쟁에 대하여는 대한민국 법을 적용하며, 본 분쟁으로 인한 소는 민사소송법상의 관할을 가지는 대한민국의 법원에 제기합니다. (2001년 12월 18일자 변경)
부 칙
제1조 (시행일) 본 약관은 2013년 9월1일부터 시행합니다.
제2조 (다른 조항 개정) 제4조 (서비스의 제공 및 변경) 에 다음과 같은 항목을 추가한다.
       1 부터 11 생략
       12. 회원에게 필요로 할 수도 있는 보험관련 기타 정보. 를 추가한다.